[NoID_CarefulIFind AkEvent]
SpokenText="Cuidado. Eu percebo que carros tendem a explodir quando expostos ao fogo das armas."

[NoID_CarefulPressThe AkEvent]
SpokenText="Cuidado. Aproveite a vantagem antes que eles te cercem."

[NoID_GettingThatClose AkEvent]
SpokenText="Chegar tão perto pode lhe dar um tiro melhor, mas é arriscado. A ADVENT aproveitará qualquer oportunidade que encontrar."

[NoID_YoureLateWhat AkEvent]
SpokenText="Você está atrasado. O que você estava fazendo lá embaixo?"

[SHEN_Tactical_Tutorial_Cars_Make_Poor_Cover_ALT AkEvent]
SpokenText="Você está perigosamente perto agora... A ADVENT vai aproveitar qualquer oportunidade que dermos a eles. Tenha cuidado!"

[SHEN_Tactical_Tutorial_Matinee_Curb_Stomp_ALT AkEvent]
SpokenText="Está cortando muito perto. Onde você estava?"

[SHEN_Tactical_Tutorial_Matinee_Security_Reveal AkEvent]
SpokenText="Não parece que eles estão indo embora. Mantenha-se escondido até estarmos prontos para agir."

[SHEN_Tactical_Tutorial_Matinee_Transition AkEvent]
SpokenText="As forças da ADVENT estão se aproximando do ponto da explosão. Precisamos avançar para a localização antes que eles descubram o que estamos fazendo."

[SHEN_Tactical_Tutorial_Ramirez_Move_Up AkEvent]
SpokenText="Crasher-2, é a sua vez. Lembre-se, não chegue muito perto. Você será detectado com certeza e perderemos a vantagem."

[SHN_AvengerDefense_AllSystemsGreen AkEvent]
SpokenText="Seja lá o que for, destruí-lo parece ter dissipado o campo de interferência. Os sistemas de controle do motor estão voltando ao normal. Deveríamos estar prontos para decolar dentro de sessenta segundos."

[SHN_AvengerDefense_FirstBoardingWarning01 AkEvent]
SpokenText="Comandante, não podemos permitir que as tropas alienígenas acessem os sistemas do Avenger! Se eles tiverem os códigos de comando originais, poderão desligar completamente o Núcleo de Energia - se isso acontecer, não teremos como decolar antes que eles nos aniquilem."

[SHN_AvengerDefense_Intro02 AkEvent]
SpokenText="Comandante, temos uma falha crítica no sistema - o Avenger está parado. Estou desviando energia reserva para os scanners - e eles estão detectando uma fonte de radiação poderosa nas proximidades - precisamos localizar e destruir o que está interferindo em nossos sistemas."

[SHN_AvengerDefense_ShipBoarded01 AkEvent]
SpokenText="Comandante! Não há como eu colocar os motores de volta online agora! Estamos parados... Não há mais nada que eu possa fazer."

[SHN_AvengerDefenseX_Intro02 AkEvent]
SpokenText="Comandante, os alienígenas têm um pico de interferência no campo. Não posso colocar os motores online até que o removamos. Você sabe o que fazer."

[T_Alien_Fortress_Residential_Diorama_Shen_01 AkEvent]
SpokenText="O que é isso?! Algum tipo de recinto humano?"

[T_Blacksite_Body_Containers_Spotted_Shen_P1 AkEvent]
SpokenText="Espere! São aqueles...!?"

[T_Blacksite_Body_Containers_Spotted_Shen_P3 AkEvent]
SpokenText="Esses recipientes parecem ter células de energia autossuficientes, pode ser algum tipo de sistema de estase. É possível que pelo menos algumas dessas pessoas ainda estejam vivas."

[T_Blacksite_Interior_Reveal_Shen_P2_ALT AkEvent]
SpokenText="Parece mais uma refinaria para mim, doutor."

[T_Blacksite_Interior_Reveal_Shen_P3 AkEvent]
SpokenText="Ou uma refinaria."

[T_Blacksite_Liquid_Collection_Spotted_Shen_P1 AkEvent]
SpokenText="Acho que o Tygan está certo, alguém passou muito tempo projetando essa instalação."

[T_Blacksite_Soylent_Gold_Spotted_Shen_P2 AkEvent]
SpokenText="Não estamos detectando leituras incomuns, nenhuma assinatura de energia significativa. Deve ser seguro se aproximar."

[T_Blacksite_Vial_Pickup_Shen_P2 AkEvent]
SpokenText="Nenhum sinal de radioatividade, nenhuma assinatura de energia significativa de qualquer tipo. O que quer que seja, é seguro manusear."

[T_Broadcast_Flyover_Shen_P3 AkEvent]
SpokenText="Sim, e teremos que acessar a unidade diretamente se tivermos alguma esperança de romper esse campo de interferência."

[T_Broadcast_Rooftops_Env_Callouts_Shen_01 AkEvent]
SpokenText="Essa é uma das transmissões deles. Eles não se esforçaram muito para disfarçar a tecnologia alienígena envolvida."

[T_City_Center_Chip_Transmitter_Shen_01 AkEvent]
SpokenText="Os alienígenas certamente não facilitam a decifração de sua tecnologia. Às vezes, é difícil dizer se o componente orgânico ou mecânico está no controle."

[T_City_Center_Propaganda_Shen_01 AkEvent]
SpokenText="Acho que, se você estiver desesperado o suficiente, pode acreditar em qualquer coisa - até que os alienígenas são nossos amigos."

[T_Final_Mission_Final_Set_Four_Shen_02 AkEvent]
SpokenText="Não tenho certeza de que gosto do som disso."

[T_Final_Mission_Final_Showdown_Begins_Shen_04 AkEvent]
SpokenText="Sim, derrube-o."

[T_Forge_Advent_Bodies_Sighted_Shen_01 AkEvent]
SpokenText="Parece mais uma instalação de produção para mim, a configuração é diferente... é possível? Será que é aqui que as forças da ADVENT estão surgindo?!"

[T_Forge_Avatar_Suit_Sighted_Shen_P3 AkEvent]
SpokenText="Então, quem eles estão colocando neste?"

[T_Forge_Interior_Reveal_Shen_P1 AkEvent]
SpokenText="Esses não são civis. São ADVENT."

[T_Fortress_Recap_Callouts_Shen_01 AkEvent]
SpokenText="Suponho que não devamos nos surpreender, mas não estou recebendo leituras de posicionamento da equipe."

[T_Fortress_Recap_Callouts_Shen_02 AkEvent]
SpokenText="Isso deve ser a etapa final do processo. Eles colheram nosso material genético, o transformaram nesses Avatares e agora estão tentando completar a transferência. Um novo começo para os Anciões, ao custo de milhões de vidas humanas."

[T_Fortress_Recap_Callouts_Shen_03 AkEvent]
SpokenText="Por tudo o que sabemos, pode ser anterior à própria invasão."

[T_Gene_Therapy_Clinic_Torture_Table_Shen_01 AkEvent]
SpokenText="Isso não parece algo que você usaria para ajudar alguém, não é mesmo?"

[T_Overwatch_Shen AkEvent]
SpokenText="Fique atento, não sabemos o que está vindo."

[T_Psi_Gate_Gateway_Spotted_Shen_P2 AkEvent]
SpokenText="Essa não é a mesma fenda que o Codex usou quando apareceu. Esse portal pode levar para qualquer lugar, pode nem mesmo estar apontando para a Terra."

[T_Psi_Gate_Reveal_Shen_P2 AkEvent]
SpokenText="Nenhum lugar local, tenho certeza."

[T_Setup_Phase_Avoid_Detection_Shen AkEvent]
SpokenText="Não chegue muito perto, você certamente será detectado e perderemos nossa vantagem."

[T_Setup_Phase_Break_Concealment_Shen_01 AkEvent]
SpokenText="Nós gastamos muito tempo equipando nossas tropas, Comandante. Eles estão prontos para lutar. Se tivermos a chance de atacar primeiro, eu digo que aproveitemos."

[T_Setup_Phase_Break_Concealment_Shen_02 AkEvent]
SpokenText="Comandante, posso não ser um especialista nas últimas táticas, mas não vamos conseguir fazer muita coisa aqui se nossas tropas ficarem escondidas o tempo todo."

[T_Setup_Phase_Break_Concealment_Shen_03 AkEvent]
SpokenText="Então, vamos matar alienígenas ou apenas deixar nossas tropas se esgueirando nas sombras?"

[T_Setup_Phase_Cars_make_poor_cover_Shen AkEvent]
SpokenText="Normalmente, eu diria para evitar usar veículos como cobertura, pois eles tendem a pegar fogo quando atingidos por tiros. Mas não temos muitas opções agora."

[T_Setup_Phase_Combat_Tutorial_Shen_01 AkEvent]
SpokenText="Certo, Quebra-portões, estamos deixando você do lado de fora do perímetro de segurança. ETA 30 segundos."

[T_Setup_Phase_Combat_Tutorial_Shen_03 AkEvent]
SpokenText="Não se acomode muito. Certamente chamamos a atenção deles. Vá para o ponto de encontro e pegue o pacote."

[T_Setup_Phase_Combat_Tutorial_Shen_04 AkEvent]
SpokenText="Primeiro, você precisa sair da vista. Use aquela parede baixa como cobertura."

[T_Setup_Phase_Combat_Tutorial_Shen_07 AkEvent]
SpokenText="É melhor do que nada, mas tente encontrar uma posição mais segura mais adiante."

[T_Setup_Phase_Combat_Tutorial_Shen_09 AkEvent]
SpokenText="Menace-2, fique perto. Mantenha-se junto com Menace-1."

[T_Setup_Phase_Combat_Tutorial_Shen_11 AkEvent]
SpokenText="A segurança está reforçada, mas temos a vantagem - eles ainda não sabem que você está lá."

[T_Setup_Phase_Combat_Tutorial_Shen_12 AkEvent]
SpokenText="Permanecendo escondidos, podemos surpreender as forças da ADVENT. Avance com cuidado."

[T_Setup_Phase_Combat_Tutorial_Shen_13 AkEvent]
SpokenText="Você está em desvantagem, é melhor surpreendê-los. Fique fora de vista e faça o primeiro tiro contar."

[T_Setup_Phase_Combat_Tutorial_Shen_14 AkEvent]
SpokenText="Bom trabalho. A partir daí, você deve estar seguro para-"

[T_Setup_Phase_Combat_Tutorial_Shen_14_a AkEvent]
SpokenText="Mais do que esperávamos, mas eles ainda não sabem que você está lá, vamos manter assim."

[T_Setup_Phase_Combat_Tutorial_Shen_14_ALT AkEvent]
SpokenText="Bom trabalho. A partir daí, você deve estar seguro para atacar."

[T_Setup_Phase_Combat_Tutorial_Shen_14b AkEvent]
SpokenText="Bom trabalho. Precisamos estar prontos para atacar, com ou sem nosso apoio."

[T_Setup_Phase_Combat_Tutorial_Shen_15 AkEvent]
SpokenText="Patrulha se aproximando! Fique fora de vista!"

[T_Setup_Phase_Combat_Tutorial_Shen_18 AkEvent]
SpokenText="Você terá sua chance. Mantenha o foco no objetivo."

[T_Setup_Phase_Combat_Tutorial_Shen_21 AkEvent]
SpokenText="Faça isso."

[T_Setup_Phase_Combat_Tutorial_Shen_22 AkEvent]
SpokenText="É agora ou nunca, faça isso."

[T_Setup_Phase_Combat_Tutorial_Shen_24 AkEvent]
SpokenText="Agora eles podem te ver. Que tal todos vocês atirarem primeiro e comemorarem depois."

[T_Setup_Phase_Combat_Tutorial_Shen_28 AkEvent]
SpokenText="Droga! Sua armadura improvisada não aguenta tiros assim! Cuidado com seus flancos!"

[T_Setup_Phase_Combat_Tutorial_Shen_32 AkEvent]
SpokenText="Ela está chamando reforços! Pare com isso-"

[T_Setup_Phase_Combat_Tutorial_Shen_33 AkEvent]
SpokenText="...transmissão."

[T_Setup_Phase_Combat_Tutorial_Shen_35 AkEvent]
SpokenText="Você está atrasado, Central. O que diabos você estava fazendo lá embaixo?"

[T_Setup_Phase_Combat_Tutorial_Shen_39 AkEvent]
SpokenText="Todos nós ouvimos rumores. Eu simplesmente nunca acreditei que fossem verdadeiros."

[T_Setup_Phase_Combat_Tutorial_Shen_41 AkEvent]
SpokenText="Parece que a transmissão foi concluída. Um transporte da ADVENT está se aproximando de sua posição!"

[T_Setup_Phase_Combat_Tutorial_Shen_43 AkEvent]
SpokenText="Espere, você deveria verificar aquele corpo em busca de equipamento aproveitável, precisamos de tudo o que conseguirmos neste momento. Melhor se apressar, ouvi rumores de que a ADVENT programa as coisas para se autodestruírem."

[T_Setup_Phase_Combat_Tutorial_Shen_45 AkEvent]
SpokenText="Quando será então?"

[T_Setup_Phase_Combat_Tutorial_Shen_50 AkEvent]
SpokenText="Reforços chegaram!"

[T_Setup_Phase_Combat_Tutorial_Shen_59 AkEvent]
SpokenText="Você deve conseguir passar pelos protocolos de segurança da porta. Eles nunca esperavam que alguém chegasse tão perto."

[T_Setup_Phase_Combat_Tutorial_Shen_63 AkEvent]
SpokenText="Vamos torcer para que nossas informações sejam boas."

[T_Setup_Phase_Combat_Tutorial_Shen_66 AkEvent]
SpokenText="Parece que há um painel de acesso. Se você me der uma visão melhor, talvez eu consiga..."

[T_Setup_Phase_Combat_Tutorial_Shen_71 AkEvent]
SpokenText="Toda a rede de segurança da ADVENT acabou de acender! A Firebrand está nas proximidades para evacuação, mas é agora ou nunca, Central!"

[T_Setup_Phase_Combat_Tutorial_Shen_72 AkEvent]
SpokenText="Não! Central! Menace-1 está caído! Você tem que sair daí!"

[T_Setup_Phase_Flight_Device_Spotted_Shen AkEvent]
SpokenText="Esse é o componente que preciso! Se você conseguir trazê-lo inteiro, talvez tenhamos uma chance de verdade."

[T_Shen_AlienSightings_ACV AkEvent]
SpokenText="A ADVENT tem enviado esses veículos de ataque não tripulados para pacificar os assentamentos periféricos. Talvez seja possível hackear um se chegarmos perto o suficiente."

[T_Shen_AlienSightings_AdvMEC_M1 AkEvent]
SpokenText="Essa é uma unidade de combate mecanizada extremamente bem equipada. Precisaremos procurar vulnerabilidades se quisermos eliminá-la."

[T_Shen_AlienSightings_Andromedon AkEvent]
SpokenText="Aquilo é uma roupa de ambiente... Talvez algo que não suporte nossa atmosfera?"

[T_Shen_AlienSightings_Archon AkEvent]
SpokenText="Os alienígenas podem ter aprimorado o design, mas essas criaturas são tão problemáticas quanto as que meu pai enfrentava."

[T_Shen_AlienSightings_Drone AkEvent]
SpokenText="Os alienígenas parecem usar esses Drones principalmente para apoio e reconhecimento, mas eles também estão armados para combate."

[T_Shen_AlienSightings_Faceless AkEvent]
SpokenText="Não pense nem por um segundo."

[T_Shen_AlienSightings_Gatekeeper AkEvent]
SpokenText="Este é estranhamente gracioso em comparação com outras espécies que vimos - também emite leituras psíquicas muito fortes."

[T_Shen_AlienSightings_Sectopod AkEvent]
SpokenText="Os alienígenas usaram isso para derrotar a maioria das forças pesadas convencionais da Terra. Ele pode perfurar armaduras tanto quanto despedaça infantaria. Cuidado."

[T_Shen_AlienSightings_Synthoid AkEvent]
SpokenText="Isso parece algum tipo de androide, um avanço em relação a seus desenvolvimentos biomecânicos anteriores."

[T_Shen_AlienSightings_Turret AkEvent]
SpokenText="Fique longe dessas torres, ainda não temos certeza se estão completamente automatizadas ou acionadas remotamente."

[T_Shen_AlienSightings_Turret_MK2 AkEvent]
SpokenText="Aquela torre está rastreando de maneira diferente das outras que vimos, provavelmente atualizaram os sensores dela. Eu ficaria em baixa, ela pode agora mirar em vários alvos se o sistema for suficientemente responsivo."

[T_Small_Town_Advent_Propaganda_Shen_01 AkEvent]
SpokenText="Por que os alienígenas não deixam essas pessoas em paz? Se eles estão aqui fora, é porque já fizeram sua escolha."

[T_Small_Town_Modified_Cars_Shen_01 AkEvent]
SpokenText="Devo dizer que estou impressionado com o que essas pessoas conseguiram construir sem nenhuma das fontes de combustível antigas. Nunca subestime a engenhosidade humana."

[T_Small_Town_Shen_Shen_01 AkEvent]
SpokenText="Eu costumava adorar aquele jogo quando era criança."

[T_Support_First_Advent_Tower_Spotted_Shen AkEvent]
SpokenText="Nosso Gremlin pode tentar acessar a Rede ADVENT daqui. Talvez possamos hackear seus sistemas e obter uma vantagem, mas tenha cuidado. Se eles nos detectarem, as coisas só vão piorar."

[T_Tactical_Callouts_Advent_Shen_01 AkEvent]
SpokenText="Sempre me perguntei quem a ADVENT emprega para projetar seus veículos e equipamentos. Eles definitivamente têm uma estética intimidadora bem desenvolvida."

[T_UFO_Alien_Computer_Shen_01 AkEvent]
SpokenText="Eu não me importaria de dar uma olhada mais de perto no computador de voo deles - o nosso provavelmente poderia usar algumas atualizações."

[T_UFO_Power_Supply_Shen_01 AkEvent]
SpokenText="A fonte de energia desta nave provavelmente é uma variação mais recente do núcleo de Élerio que impulsiona os sistemas do Avenger."
